import { Eye, Mail } from "lucide-react";

export default function page() {
  return (
    <div className="space-y-6">
      <h3 className="text-xl  font-bold text-[#203441] mb-6 flex items-center gap-2">
        <span className="w-8 h-1 bg-[#39576f] rounded-full"></span>
        <span>الرؤية والرسالة:</span>
      </h3>

      <div className="mt-10">
        <div className="flex items-center gap-4 mb-4">
          <div className="bg-[#39576f] p-3 rounded-full text-white">
            <Eye className="h-6 w-6" />
          </div>
          <h3 className="text-xl font-bold text-[#203441]">الرؤية:</h3>
        </div>
        <p className="text-lg text-main-blue">
          تعليم شامل وعالي الجودة لجميع الطلاب دون تمييز، يعزّز القيم الإنسانيّة
          ويُنمّي القدرات لمواجهة التحديات بروح من الإبداع والتميّز.
        </p>
        <div>
          <div className="flex items-center gap-2 mt-10 mb-10">
            <h3 className="text-xl font-bold text-[#203441]">
              نقل الرؤية إلى حيّز العمل:
            </h3>
            <div className="h-0.5 flex-1 bg-gray-200"></div>
          </div>
          <p className="text-lg text-main-blue">
            ترجمت جمعيّة تطوير التعليم رؤيتها نحو جودة التعليم إلى خطوات عمليّة
            ممنهجة، حيث اعتمدت مفهوم الجودة الشاملة كمرتكز أساسيّ في تطوير
            العمليّة التعليميّة. وانطلقت في ذلك من رفع كفاءة العاملين، وتحسين
            مخرجات التعليم، وتحديث معايير التقييم، وابتكار برامج تعليميّة
            وتدريبيّة تستجيب لحاجات المستفيدين المختلفة، وتراعي تنوّع قدراتهم
            وسماتهم. ولضمان فعاليّة التطبيق وتحقيق الأثر، أولت الجمعيّة اهتمامًا
            خاصًّا بالمتابعة والتقييم المستمرّ، ليس فقط لقياس جودة التعليم، بل
            للتأكّد من قدرة الفرق التعليميّة والإداريّة على ربط الأهداف
            التعليميّة باحتياجات المتعلّمين. ومن هنا شكّلت الجمعيّة فرقًا
            ميدانيّة لمتابعة الجودة في المدارس ومراكز التدريب، تتكوّن من مشرف
            تربويّ مقيم، ومرشد نفسيّ وتربويّ، يتلقّون توجيهاتهم من مكتب الإشراف
            التربويّ في إدارة الجمعيّة. وتتمثّل مهامهم في المتابعة اليوميّة،
            والرصد، وتقديم الدعم والتدريب المستمرّ، وتقييم الأنشطة والبرامج
            والمستفيدين باستخدام أدوات ومعايير دقيقة تضمن التحسين المستمرّ
            والارتقاء بالأداء التربويّ والتعليميّ.
          </p>
        </div>
      </div>
      <div className="mt-10">
        <div className="flex items-center gap-4 mb-4">
          <div className="bg-[#39576f] p-3 rounded-full text-white">
            <Mail className="h-6 w-6" />
          </div>
          <h3 className="text-xl font-bold text-[#203441]">الرسالة:</h3>
        </div>
        <p className="text-lg text-main-blue">
          توفير مناخ تعليميّ متّزن من حيث الوسائل التعليميّة والأدوات اللازمة
          للطلّاب؛ لتنمية مهاراتهم العلّميّة والذهنيّة والاجتماعيّة والبدنيّة
          وعلى يد كفاءات بكافّة التخصّصات حسب المناهج المعتمدة.
        </p>
      </div>
    </div>
  );
}
