{
    "id": "shaffi-girls",
    "title": "مشروع مدرسة الإمام الشافعي لرعاية الطفولة – للبنات",
    "type":"formal-education",
    "slug": "al-imam-al-shafii-school-for-girls",
    "description": "الأطفال الأيتام في مرحلة التعليم الأساسيّ",
    "fullDescription": "\nتُعدّ مدرسة الإمام الشافعي (للبنات) امتدادًا للمبادرة التربويّة التي أُطلقت عام 2015، وتهدف إلى دعم وتعليم الفتيات اليتيمات وأبناء الشهداء في مدينة الأتارب. تحتضن المدرسة حاليًّا أكثر من 700 طالبة، ضمن مبنى تعليمي مؤهّل يحتوي على ملاعب وحديقة زراعية، وتديره كوادر مؤهلة بالتعاون مع مديرية التربية. تهتم المدرسة بتقديم خدمات تعليميّة ونفسيّة واجتماعيّة متكاملة، تركّز على تمكين الفتاة تربويًّا وسلوكيًّا.\n      ",
    "importance": "\nيوفر بيئة تعليمية آمنة للفتيات، بما في ذلك اليتيمات وغيرهن، لتمكينهن أكاديميًا ونفسيًا وتقليص الفاقد التعليمي. يساهم في بناء شخصيات قيادية واعية من خلال خدمات تعليمية ونفسية متكاملة، ويدعم نموهن الاجتماعي والنفسي.\n      ",
    "importanceList": [
      "ساهم المشروع في رفع مستوى التحصيل العلميّ وتعزيز السلوك القيميّ لدى الأطفال، خاصة الأيتام منهم.",
      "وفّر بيئة تربوية حاضنة خفّفت من آثار الفقد والحرمان التي خلفتها ظروف الحرب.",
      "عمل على تعزيز اندماج الأطفال في المجتمع من خلال أنشطة شاملة وداعمة.",
      "مثّل نموذجًا ناجحًا للتعليم الإنساني في البيئات المتأثرة بالصراع طويل الأمد."
    ],
    "components": [
      {
        "title": "• التعليم والتأهيل الأكاديميّ:",
        "description": "اعتماد المنهج الرسمي مدعوم بخطط علاجيّة جماعيّة وفرديّة، مع بيئة صفّية تراعي الخصوصيّة وتُعزّز التواصل البنّاء بين المعلمات والطالبات."
      },
      {
        "title": "• الرعاية الصحّيّة والغذائيّة: ",
        "description": "تقديم وجبات صحّيّة، وإجراء فحوصات طبيّة دورية، وحملات توعية بالصحّة العامّة، إلى جانب ضمان بيئة مدرسيّة نظيفة وآمنة."
      },
      {
        "title": "• الدعم النفسيّ والحماية:",
        "description": "جلسات دعم نفسيّ فرديّة وجماعيّة للفتيات، وتدريبات للكادر التعليميّ، وتهيئة بيئة خالية من التمييز والعنف، تراعي احتياجات الفتيات لتجاوز آثار اليتم."
      },
      {
        "title": "• الأنشطة المهاريّة والتربويّة: ",
        "description": "تنفيذ أنشطة في مجالات الفنون، والزراعة، والأعمال اليدويّة، وتنظيم مهرجانات ومعارض لعرض أعمال الطالبات وتنمية شخصيّاتهنّ."
      },
      {
        "title": "• الدعم اللوجستيّ: ",
        "description": "توفير النقل المجّاني للبنات اليتيمات، وتوزيع مستلزمات مدرسيّة في بداية كلّ عام، وتوفير الملابس، والتدفئة، وإجراء صيانة دوريّة للبنية التحتيّة بما يضمن استمرار العمليّة التعليميّة."
      }
    ],
    "image": "https://res.cloudinary.com/dokawmydv/image/upload/v1762079023/7_fzqlc7.jpg",
    "gallery": [
      "https://res.cloudinary.com/dokawmydv/image/upload/v1762079023/7_fzqlc7.jpg",
      "https://res.cloudinary.com/dokawmydv/image/upload/v1762079023/7_fzqlc7.jpg",
      "https://res.cloudinary.com/dokawmydv/image/upload/v1762079023/7_fzqlc7.jpg"
    ],
    "videoUrl": "https://www.youtube.com/embed/dQw4w9WgXcQ",
    "location": "سوريا - ريف حلب - الأتارب",
    "beneficiaries": 700,
    "status": "in-progress",
    "startDate": "2015-01-15",
    "endDate": "",
    "budget": 0,
    "partners": [
      "المشيخة الإسلامية في البوسنة والهرسك",
      "وزارة التربية والتعليم"
    ],
    "objectives": [
      "توفير بيئة تعليميّة آمنة للفتيات اليتيمات تساعد في تمكينهنّ أكاديميًّا ونفسيًّا.",
      "تقليص الفاقد التعليميّ وتعزيز الدافعيّة من خلال خطط تعليميّة داعمة.",
      "تمكين الفتيات نفسيًّا وسلوكيًّا بعد فقد أحد الأبوين أو كليهما.",
      "تنمية الشخصيّة القياديّة والمسؤولة لدى الطالبات.",
      "تعزيز مشاركة الفتاة في الحياة المجتمعيّة من خلال الفنون والمبادرات.",
      "بناء نموذج تربويّ نسويّ يحتضن القيم والوعي والثقة بالذات."
    ],
    "statistics": {
      "schoolsRenovated": [
        {
          "month": "يناير",
          "count": 0
        },
        {
          "month": "فبراير",
          "count": 1
        },
        {
          "month": "مارس",
          "count": 2
        },
        {
          "month": "أبريل",
          "count": 3
        },
        {
          "month": "مايو",
          "count": 4
        },
        {
          "month": "يونيو",
          "count": 6
        },
        {
          "month": "يوليو",
          "count": 8
        }
      ],
      "budgetDistribution": [
        {
          "name": "إصلاحات هيكلية",
          "value": 35
        },
        {
          "name": "تجهيزات مدرسية",
          "value": 25
        },
        {
          "name": "مرافق صحية",
          "value": 15
        },
        {
          "name": "وسائل تعليمية",
          "value": 15
        },
        {
          "name": "مساحات ترفيهية",
          "value": 10
        }
      ],
      "impactMetrics": {
        "enrollmentIncrease": 28,
        "dropoutReduction": 45,
        "academicPerformance": 32,
        "teacherSatisfaction": 85
      }
    }
  }